Repository: vemulasaikrishna03/python-blogs-SaiKrishan
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: fa, lt, nl

source: Mark selected articles as published
fa: علامت زدن مقالات انتخابی به عنوان منتشر شده
lt: Pažymėti pasirinktus straipsnius kaip publikuotus
nl: Geselecteerde artikelen markeren als gepubliceerd

source: Mark selected articles as not published
fa: علامت زدن مقالات انتخابی به عنوان منتشر نشده
lt: Pažymėti pasirinktus straipsnius kaip nepublikuotus
nl: Geselecteerde artikelen markeren als ongepubliceerd

source: Mark selected articles as featured
fa: علامت زدن مقالات انتخابی به عنوان مقاله ویژه
lt: Pažymėti pasirinktus straipsnius kaip reklamuojamus
nl: Geselecteerde artikelen markeren als uitgelicht

source: Mark selected articles as not featured
fa: علامت زدن مقالات انتخابی به عنوان مقاله غیر ویژه
lt: Pažymėti pasirinktus straipsnius kaip nereklamuojamus
nl: Geselecteerde artikelen markeren als niet-uitgelicht

source: Meta Options
fa: گزینه های متا
lt: Meta nustatymai
nl: Meta-opties

source: Advanced Settings
fa: تنظیمات پیشرفته
lt: Išplėstiniai nustatymai
nl: Geavanceerde instellingen

source: Previous Article
fa: مقاله قبلی
lt: Buvęs straipsnis
nl: Vorig artikel

source: Back to Overview
fa: بازگشت به بررسی اجمالی
lt: Grįžti į sąrašą
nl: Terug naar Overzicht

source: Next Article
fa: مقاله بعدی
lt: Kitas straipsnis
nl: Volgend artikel

source: No items available
fa: هیچ موردی وجود ندارد
lt: Nėrą jokių elementų
nl: Geen items beschikbaar

source: First
fa: اولین
lt: Pirmas
nl: Eerste

source: Previous
fa: قبلی
lt: Buvęs
nl: Vorig

source: Next
fa: بعدی
lt: Kitas
nl: Volgend

source: Last
fa: آخرین
lt: Paskutinis
nl: Laatste

source: Most recent articles containing "<strong>%(query)s</strong>"
fa: جدیدترین مقالات شامل " <strong>%(query)s</strong> "
lt: Naujausi straipsniai kuriuose yra "<strong>%(query)s</strong>"
nl: Meest recente artikelen die "<strong>%(query)s</strong>" bevatten

source: No articles found
fa: هیچ مقاله ای یافت نشد
lt: Nerasti jokie straipsniai
nl: Geen artikelen gevonden

source: Enter a query above
fa: یک پرس و جو در بالا وارد کنید
lt: Įveskite užklausą viršuje
nl: Voer hierboven een zoekopdracht in

source: Keyword search
fa: جستجو کلمه کلیدی
lt: Raktažodžių paieška
nl: Zoekterm zoeken

source: Keyword
fa: کلمه کلیدی
lt: Raktažodis
nl: Zoekterm

source: Go
fa: برو
lt: Pirmyn
nl: Ga

source: All
fa: همه
lt: Visi
nl: Alle

source: by
fa: با
lt: pagal
nl: door

source: the-eagle-has-landed/
lt: erelis-nusileido/

source: 1969/the-eagle-has-landed/
lt: 1969/erelis-nusileido/

source: 1969/07/the-eagle-has-landed/
lt: 1969/07/erelis-nusileido/

source: 1969/07/16/the-eagle-has-landed/
lt: 1969/07/16/erelis-nusileido/

source: Allow
fa: اجازه دادن
lt: Leisti
nl: Toestaan

source: Redirect to permalink (default)
fa: تغییر مسیر به پیوند یکتا (پیشفرض)
lt: Nukreipti į permalink (numatytasis)
nl: Doorverwijzen naar permalink (standaard)

source: Permanent redirect to permalink
fa: تغییر مسیر دائمی به پیوند یکتا
lt: Nukreipimas į permalink visam laikui
nl: Permanente doorverwijzing naar permalink

source: Return 404: Not Found
fa: بازگشت. 404: یافت نشد
lt: Grąžinta 404: Nerasta
nl: Retourneer 404: Not Found

source: permalink type
fa: نوع پیوند یکتا
lt: permalink tipas

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
fa: استایل آدرس url را از بین مثال ها انتخاب کنید. (دقت کنید تمام نوع ها مرتبط با قلاب برنامه (apphook) هستند)
lt: Pasirinkite naudojamą URL stilių iš pavyzdžių. (Visi tipai susiję su apphook)
nl: Kies de te gebruiken stijl van de url's uit de voorbeelden. (Let op: alle types zijn relatief aan de apphook)

source: non-permalink handling
lt: ne-permalink valdymas
nl: afhandeling van niet-permalink

source: How to handle non-permalink urls?
lt: Kaip valdyti ne-permalink nuorodas?
nl: Hoe moeten niet-permalinks worden afgehandeld?

source: Paginate size
fa: اندازه صفحه بندی
lt: Puslapiavimo dydis
nl: Pagineringsgrootte

source: When paginating list views, how many articles per page?
fa: هنگام مشاهده لیست صفحه بندی، چند مقاله در یک صفحه نمایش داده شود؟
lt: Kai puslapiuojamas sąrašo atvaizdavimas, kiek bus straipsnių puslapyje?
nl: Als de lijstweergave gepagineerd wordt, hoeveel artikelen moeten er dan per pagina komen?

source: Pagination pages start
fa: ابتدای صفحه بندی صفحات
lt: Puslapiavimo puslapių pradžia
nl: Paginering pagina's begin

source: When paginating list views, after how many pages should we start grouping the page numbers.
fa: هنگام مشاهده لیست صفحه بندی، بعد از چند صفحه باید گروه بندی شماره صفحات آغاز شود.
lt: Kai puslapiuojamas sąrašo atvaizdavimas, po kiek puslapių turėtų būti grupuojami puslapių numeriai.
nl: Als je lijsten pagineert, na hoeveel pagina's moeten we dan beginnen de paginanummers te groeperen?

source: Pagination pages visible
fa: قابل نمایش بودن صفحه بندی صفحات
lt: Puslapiavimo puslapis matomas
nl: Paginerings pagina's zichtbaar

source: When grouping page numbers, this determines how many pages are visible on each side of the active page.
fa: هنگام گروه بندی شماره صفحات، این گزینه تعداد صفحاتی که در هر طرف صفحه فعال قابل دیدن است را مشخص می کند.
lt: Kai grupuojami puslapių numeriai, tai nusprendžia kiek puslapių bus matoma iš kiekvienos aktyvaus puslapio pusės.
nl: Als paginanummers worden gegroepeerd, bepaalt dit hoeveel pagina's zichtbaar zijn op iedere kant van de actieve pagina.

source: Excluded featured articles count
fa: تعداد مقالات ویژه خارج شده
lt: Neskaičiuojamų reklamuojamų straipsnių kiekis
nl: Uitgezonderd uitgelichte artikelen-telling

source: If you are using the Featured Articles plugin on the article list view, you may prefer to exclude featured articles from the article list itself to avoid duplicates. To do this, enter the same number here as in your Featured Articles plugin.
fa: اگر از پلاگین مقالات ویژه (Featured Articles) برای مشاهده لیست مقالات استفاده می کنید، برای جلوگیری از کپی شدن مجدد مقالات ویژه، ممکن است ترجیح دهید آنها را از لیست مقالات خارج کنید. برای این کار همان عددی را که در پلاگین مقالات ویژه وارد کرده اید بنویسید.
lt: Jei naudojate reklamuojamų straipsnių įskiepį straipsnių sąraše, jums gali prireikti nerodyti reklamuojamų straipsnių straipsnių sąraše, kad išvengti dublikatų. Kad tai padaryti, parašykite tą patį skaičių kaip reklamuojamų straipsnių įskiepyje.
nl: Als je de Uitgelichte artikelen-plug-in gebruikt bij de artikellijstopmaak, wil je misschien uitgelichte artikelen uitsluiten van de artikellijst zelf, om dubbele te voorkomen. Om dit te doen, moet je hier hetzelfde aantal opgeven als bij je Uitgelichte artikelen-plug-in.

source: Prefix for template dirs
lt: Šablonų direktorijos priešdėlis
nl: Voorvoegsel voor sjabloonmappen

source: Auto-create authors?
fa: ساختن خودکار نویسندگان؟
lt: Automatiškai sukurti autorius?
nl: Auteurs automatisch creëren?

source: Automatically create authors from logged-in user?
fa: نویسندگان به صورت خودکار از کاربران وارد شده ساخته شوند؟
lt: Automatiškai sukurti autorius iš prisijungusių vartotojų?
nl: Auteurs automatisch creëren vanuit ingelogde gebruikers?

source: Include in search index?
lt: Įtraukti į paieškos indeksą?
nl: Opnemen in de zoekindex?

source: Include articles in search indexes?
lt: Įtraukti straipsnius į paieškos indeksą?
nl: Artikelen opnemen in de zoekindex?

source: untitled
fa: بدون عنوان
lt: be pavadinimo
nl: naamloos

source: Post published by default
fa: نوشته به صورت پیشفرض منتشر شد
lt: Straipsnis publikuojamas pagal nutylėjima
nl: Artikelen standaard publiceren

source: NewsBlog
lt: Naujienos
nl: NieuwsBlog

source: Archive
fa: بایگانی
lt: Archyvas
nl: Archief

source: Article Search
fa: جستجو مقاله
lt: Straipsnių paieška
nl: Artikel zoeken

source: Authors
fa: نویسندگان
lt: Autoriai
nl: Auteurs

source: Categories
fa: دسته بندی ها
lt: Kategorijos
nl: Categorieën

source: Featured Articles
fa: مقالات ویژه
lt: Reklamuojami straipsniai
nl: Uitgelichte artikelen

source: Latest Articles
fa: آخرین مقالات
lt: Naujausi straipsniai
nl: Nieuwste artikelen

source: Related Articles
fa: مقالات مرتبط
lt: Susiję straipsniai
nl: Gerelateerde artikelen

source: Tags
fa: برچسب ها
lt: Žymenos
nl: Labels

source: Configure addon
fa: پیکربندی افزونه
lt: Konfigūruoti papildinį
nl: Add-on instellen

source: Article list
fa: لیست مقاله
lt: Straipsnių sąrašas
nl: Artikellijst

source: Add new article
fa: مقاله جدید اضافه کنید
lt: Pridėti naują straipsnį
nl: Nieuw artikel toevoegen

source: Edit this article
fa: این مقاله را ویرایش کنید
lt: Redaguoti šį straipsnį
nl: Dit artikel bewerken

source: Delete this article
fa: این مقاله را حذف کنید
lt: Ištrinti šį straipsnį
nl: Dit artikel verwijderen

source: Content
fa: محتوا
lt: Turinys
nl: Inhoud

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
lt: Nebūtina. Jei pateikta, bus pridėtą į pagrindinį straipsnio turinį kaip teksto įskiepis, kuris gali būti formatuojamas.
nl: Optioneel. Als het wordt ingevuld, wordt het toegevoegd aan de inhoud van het artikel als tekstplug-in, welke opgemaakt kan worden.

source: New news/blog article
fa: مقاله جدید news/blog
lt: Naujas straipsnis
nl: Nieuw nieuws/Blogartikel

source: Create a new news/blog article.
fa: یک مقاله جدید news/blog بسازید.
lt: Sukurti naują straipsnį.
nl: Nieuw nieuws/Blogartikel creëren.

source: Articles on %(site_name)s
fa: مقالات در %(site_name)s
lt: Straipsniai esantys %(site_name)s
nl: Artikelen op %(site_name)s

source: Aldryn NewsBlog Menu
fa: منو Aldryn NewsBlog
lt: Aldryn naujienų meniu
nl: Aldryn NieuwsBlog-menu

source: untitled-article
fa: مقاله بدون عنوان
lt: straipsnis be pavadinimo
nl: naamloos artikel

source: title
fa: عنوان
lt: pavadinimas
nl: titel

source: slug
fa: نامک
lt: nuorodos trumpinys

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
lt: Naudojama URL. Jei pakeistas, URL irgi pasikeis. Palikite tuščią kad būtų automatiškai sukurta iš naujo.
nl: Wordt gebruikt in de URL. Als je dit wijzigt, dan verandert de URL ook. Maak het leeg om automatisch opnieuw te genereren.

source: lead
lt: aprašymas
nl: inleiding

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
lt: Aprašymas suteikia skaitytojui pagrindinę straipsnio idėja, tai naudinga atvaizduojant straipsnių sąrašą.
nl: De inleiding geeft de lezer een idee van het verhaal. Dit is waardevol bij overzichten, lijsten en als introductie bij je artikel.

source: meta title
fa: عنوان متا
lt: meta pavadinimas
nl: metatitel

source: meta description
fa: توضیحات متا
lt: meta aprašymas
nl: meta-omschrijving

source: meta keywords
fa: کلمات کلیدی متا
lt: meta raktažodžiai
nl: metazoekwoorden

source: author
fa: نویسنده
lt: autorius
nl: auteur

source: owner
fa: مالک
lt: savininkas
nl: eigenaar

source: Apphook configuration
fa: پیکربندی قلاب برنامه (Apphook)
lt: Apphook konfigūracija
nl: Apphook-configuratie

source: categories
fa: دسته بندی ها
lt: kategorijos
nl: categorieën

source: publishing date
fa: تاریخ انتشار
lt: paskelbimo data
nl: publicatiedatum

source: is published
fa: منتشر شده
lt: yra publikuotas
nl: is gepubliceerd

source: is featured
lt: yra reklamuojamas
nl: is uitgelicht

source: featured image
fa: تصویر ویژه
lt: reklamavimo paveiksliukas
nl: uitgelichte afbeelding

source: related articles
fa: مقالات مرتبط
lt: susiję straipsniai
nl: gerelateerde artikelen

source: The maximum duration (in seconds) that this plugin's content should be cached.
fa: بیشترین بازه زمانی (برحسب ثانیه) که محتوای این پلاگین باید کش شوند.
lt: Didžiausias laiko tarpas (sekundėmis) kuriam šio įskiepio turinys turėtų būti kešuojamas.
nl: De maximale duur (in seconden) dat de plug-ininhoud gecached moet worden.

source: %s archive
fa: بایگانی %s
lt: %s archyvas
nl: %s archief

source: max articles
fa: بیشترین مقالات
lt: daugiausiai straipsnių
nl: maximaal aantal artikelen

source: The maximum number of found articles display.
fa: بیشترین تعداد نمایش مقالات پیدا شده
lt: Didžiausias kiekis atvaizduojamų rastų straipsnių.
nl: Het maximale aantal gevonden artikelen dat wordt getoond.

source: %s authors
fa: نویسندگان %s
lt: %s autoriai
nl: %s auteurs

source: %s categories
fa: دسته بندی های %s
lt: %s kategorijos
nl: %s categorieën

source: The maximum number of featured articles display.
fa: بیشترین تعداد نمایش مقالات ویژه
lt: Didžiausias kiekis atvaizduojamų reklamuojamų straipsnių.
nl: Het maximale aantal uitgelichte artikelen dat wordt getoond.

source: featured article
fa: مقاله ویژه
lt: reklamuojamas straipsnis
nl: uitgelicht artikel

source: featured articles: %(count)s
fa: مقالات ویژه: %(count)s
lt: reklamuojami straipsniai: %(count)s
nl: uitgelichte artikelen: %(count)s

source: The maximum number of latest articles to display.
fa: بیشترین تعداد آخرین مقالات برای نمایش
lt: Didžiausias kiekis atvaizduojamų naujausių straipsnių.
nl: Het maximaal aantal nieuwste artikelen dat wordt getoond.

source: The maximum number of featured articles to exclude from display. E.g. for uses in combination with featured articles plugin.
lt: Didžiausias kiekis reklamuojamų straipsnių kurie bus neatvaizduojami. Pvz. naudojant kartu su reklamuojamų straipsnių įskiepiu.
nl: Het maximaal aantal uitgelichte artikelen dat niet wordt getoond, bijv. voor gebruik in combinatie met de uitgelichte artikelen-plug-in.

source: %(app_title)s latest articles: %(latest_articles)s
fa: آخرین مقالات %(app_title)s : %(latest_articles)s
lt: %(app_title)s naujausi straipsniai: %(latest_articles)s
nl: %(app_title)s nieuwste artikelen: %(latest_articles)s

source: Related articles
fa: مقالات مرتبط
lt: Susiję straipsniai
nl: Gerelateerde artikelen

source: %s tags
fa: %s برچسب ها
lt: %s žymenos
nl: %s labels

source: application title
nl: applicatietitel

source: application configuration
nl: applicatieconfiguratie

source: application configurations
nl: applicatieconfiguraties

source: Initial version.
nl: Initiële versie.
